/* 
   Localizable.strings
   G2M  Mac Recording Manager
   Created by paul fitzgerald on 2/23/12.
   Copyright 2012 Citrix Online. All rights reserved.
*/
/* Text for the Open dialog. */


"L10N_Open_Dialog_Title" = "Escolher pasta de gravações";

/* Text for the Open dialog. */
"L10N_Open_Dialog_Text" = "Escolha a pasta de gravações que você deseja ver.";

/* Text for the Quit confirmation dialog. */
"L10N_Quit_Confirmation_Title" = "Você está convertendo uma gravação. Tem certeza que quer desistir?";

/* Text for the Quit confirmation dialog. */
"L10N_Quit_Confirmation_Text" = "Você poderá reiniciar a conversação, mas perderá o progresso que já fez.";

/* Text for the Quit confirmation dialog Button. */
"L10N_Quit_Confirmation_Confirmed" = "Parar a conversação e desistir";

/* Text for the Quit confirmation dialog Button. */
"L10N_Quit_Confirmation_Aborted" = "Continuar a conversação";

/* Displayed to the user to show the meeting name during conversion of a recording. */
"L10N_Converting_Format_String" = "Convertendo \"%@\" (%d/%d)";

/* Text for the Delete confirmation dialog. */
"L10N_Delete_Confirmation_Title" = "Tem certeza de que deseja excluir esta gravação?";

/* Text for the Delete confirmation dialog. */
"L10N_Delete_Confirmation_Text" = "Ela será excluída de modo permanente da sua pasta de gravações.";

/* Text for the Delete confirmation dialog Button. */
"L10N_Delete_Confirmation_Confirmed" = "Excluir";

/* Text for the Delete confirmation dialog Button. */
"L10N_Delete_Confirmation_Aborted" = "Não excluir";

/* Displayed to the user as an error message. */
"L10N_Cant_Read_Audio_File_Error" = "Impossível abrir a gravação de áudio.";

/* Displayed to the user as an error message. */
"L10N_Cant_Create_Audio_File_Error" = "Impossível criar áudio para esta gravação.";

/* Displayed to the user as an error message. */
"L10N_Cant_Read_Video_File_Error" = "Impossível abrir a gravação de vídeo.";

/* Displayed to the user as an error message. */
"L10N_No_Video_File_Error" = "Impossível abrir a gravação de vídeo.";

/* Displayed to the user as an error message. */
"L10N_Cant_Init_QTMovie_Error" = "Impossível usar a gravação de áudio.";

/* Displayed to the user as an error message. */
"L10N_No_Recording_Data_Error" = "Esta gravação não tem áudio ou vídeo.";

/* Text for the Cancel confirmation dialog. */
"L10N_Cancel_Confirmation_Title" = "Tem certeza de que deseja parar a conversão desta gravação?";

/* Text for the Cancel confirmation dialog. */
"L10N_Cancel_Confirmation_Text" = "Você poderá reiniciar a conversação, mas perderá o progresso que já fez.";

/* Text for the Cancel confirmation dialog Button. */
"L10N_Cancel_Confirmation_Confirmed" = "Parar a conversão";

/* Text for the Cancel confirmation dialog Button. */
"L10N_Cancel_Confirmation_Aborted" = "Continuar a conversação";

/* Displayed to the user as an error message. */
"L10N_Data_Flawed_Error" = "Impossível usar a gravação de vídeo. A gravação de vídeo foi danificada.";

/* Displayed to the user as an error message. */
"L10N_Recording_File_Already_Exists_Error" = "Já existe um arquivo de saída com o nome: ";

/* Displayed to the user as an error message. */
"L10N_Already_Converting" = "Você Já está convertendo uma gravação.";

/* Displayed to the user to show that nothing is comlete during conversion of a recording. */
"L10N_Zero_Complete_String" = "0% concluído";

/* Displayed to the user to show the percent comlete during conversion of a recording. */
"L10N_Percent_Complete_Format_String" = "%d%% concluído";

/* Displayed to the user to show the status during the saving of the recording file. */
"L10N_Saving_File_Action_Text" = "Salvando arquivo";

/* Displayed to the user as an error message. */
"L10N_Movie_Not_Written_Error_Message" = "Ocorreu um erro de transcodificação. Tente novamente.";

/* Displayed to the user to show the status during the canceling process. */
"L10N_Cancel_Action_Text" = "Cancelando";

/* Exception error alert text */
"L10N_Application Error Occurred" = "Ocorreu um erro do aplicativo";

/* Exception error alert informative text */
"L10N_error_caused_application_to_exit_after_delay" = "Ocorreu um erro que fará com que o aplicativo seja encerrado depois de um pequeno atraso. Pedimos desculpas pela inconveniência.";
